Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# AddNewQuestion.Text
source: Add new pre-defined question
af: Voeg nuwe vooraf gedefinieerde vraag by
am: አዲስ ቅድመ-ወሰን ጥያቄ ይጨምሩ
ar: إضافة سؤال جديد محدد مسبقا
as: নতুন পূৰ্ব-নিৰ্ধাৰিত প্ৰশ্ন যোগ কৰক
az_arab: Əvvəlcədən müəyyən edilmiş yeni sorğu əlavə et
bg: Добавяне на нов предварително дефиниран въпрос
bn: নতুন প্রাক-সংজ্ঞায়িত প্রশ্ন যোগ করুন
bs: Dodavanje novog unapred definisanog pitanja
ca: Afegir una nova pregunta predefinida
cs: Přidat novou předdefinovanou otázku
cy: Ychwanegu cwestiwn newydd wedi'i ddiffinio ymlaen llaw
da: Tilføj nyt foruddefineret spørgsmål
de: Neue vordefinierte Frage hinzufügen
el: Προσθήκη νέας προκαθορισμένης ερώτησης
es: Agregar nueva pregunta predefinida
et: Uue eelmääratletud küsimuse lisamine
fa: اضافه کردن سوال جدید از پیش تعریف شده
fi: Lisää uusi ennalta määritetty kysymys
fil: Magdagdag ng bagong paunang natukoy na tanong
fr_ca: Ajouter une nouvelle question prédéfinie
ga: Cuir ceist nua réamhshainithe leis
gu: પહેલેથી વ્યાખ્યાયિત થયેલ નવો પ્રશ્ન ઉમેરો
he: הוספת שאלה חדשה מוגדרת מראש
hi: नया पूर्व-निर्धारित प्रश्न जोड़ें
hr: Dodavanje novog unaprijed definiranog pitanja
hu: Új, előre definiált kérdés hozzáadása
hy: Ավելացնել նախապես որոշված նոր հարց
id: Menambahkan pertanyaan baru yang telah ditentukan sebelumnya
is: Bæta við nýrri fyrirfram skilgreindri spurningu
it: Aggiungi una nuova domanda predefinita
iu: ᐃᓚᓯᓗᑎᑦ ᓄᑖᒥᑦ ᓇᓗᓇᐃᔭᖅᓯᒪᕙᒌᖅᑐᒥᒃ ᐊᐱᖅᑯᑎᒥᑦ
ja: 新しい定義済み質問を追加する
kk: Алдын ала анықталған жаңа сұрақты қосу
km: បន្ថែម សំណួរ ដែល បាន កំណត់ មុន ថ្មី
kn: ಹೊಸ ಪೂರ್ವನಿರ್ಧರಿತ ಪ್ರಶ್ನೆಯನ್ನು ಸೇರಿಸಿ
ko: 미리 정의된 새 질문 추가
ku_arab: زیادکردنی پرسیارێکی نوێ لە پێش پێناسەکراو
ky: Алдын ала аныкталган жаңы суроо кошуу
lo: ຕື່ມຄໍາຖາມໃຫມ່ທີ່ກໍານົດໄວ້ລ່ວງຫນ້າ
lt: Pridėti naują iš anksto apibrėžtą klausimą
lv: Jauna iepriekš definēta jautājuma pievienošana
mi: Tāpiri pātai tautuhi-tōmua hōu
ml: മുൻകൂട്ടി നിർവചിച്ച പുതിയ ചോദ്യം ചേർക്കുക
mr: नविन पूर्व-परिभाषित प्रश्न जोडा
ms: Menambah soalan baru yang dipratentukan
mt: Żid mistoqsija ġdida definita minn qabel
nb: Legg til nye forhåndsdefinerte spørsmål
ne: नयाँ पूर्व-परिभाषित प्रश्न थप्नुहोस्
nl: Nieuwe vooraf gedefinieerde vraag toevoegen
or: ନୂତନ ପୂର୍ବ-ନିର୍ଦ୍ଧାରିତ ପ୍ରଶ୍ନ ଯୋଡନ୍ତୁ
pa: ਨਵਾਂ ਪਹਿਲਾਂ- ਪ੍ਰਭਾਸ਼ਿਤ ਸਵਾਲ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nowe, wstępnie zdefiniowane pytanie
prs: اضافه کردن سوال جدید از پیش تعریف شده
pt_pt: Adicione nova pergunta pré-definida
ro: Adăugarea unei noi întrebări predefinite
ru: Добавление нового предопределенного вопроса
sk: Pridanie novej preddefinovanej otázky
sl: Dodajanje novega vnaprej določenega vprašanja
sq: Shto pyetje të re të parapërcaktuar
sr_cyrl: Додавање новог унапред дефинисаног питања
sr_latn: Dodavanje novog unapred definisanog pitanja
sv: Lägg till ny fördefinierad fråga
sw: Ongeza swali jipya lililofafanuliwa awali
ta: முன்-வரையறுக்கப்பட்ட புதிய கேள்வியை சேர்
te: ముందస్తుగా నిర్వచించబడ్డ కొత్త ప్రశ్నను జోడించండి
th: เพิ่มคําถามที่กําหนดไว้ล่วงหน้าใหม่
ti: ኣቐዲምካ እተፈልጠት ሓዳስ ሕቶ ወሲኽካ
tr: Önceden tanımlanmış yeni soru ekleme
uk: Додавання нового попередньо визначеного запитання
ur: نیا پہلے سے طے شدہ سوال شامل کریں
vi: Thêm câu hỏi mới được xác định trước
zh_hans: 添加新的预定义问题
zh_hant: 添加新的預定義問題

# AddQuestion.Content
source: Add Question
af: Voeg vraag by
am: ጥያቄ ጨምር
ar: إضافة سؤال
as: প্ৰশ্ন যোগ কৰক
az_arab: Sual Əlavə Et
bg: Добавяне на въпрос
bn: প্রশ্ন যোগ করুন
bs: Dodaj pitanje
ca: Afegeix una pregunta
cs: Přidat otázku
cy: Ychwanegu Cwestiwn
da: Tilføj spørgsmål
de: Frage hinzufügen
el: Προσθήκη ερώτησης
es: Añadir pregunta
et: Lisa küsimus
fa: اضافه کردن سوال
fi: Lisää kysymys
fil: Magdagdag ng Tanong
fr_ca: Ajouter une question
ga: Cuir Ceist leis
gu: પ્રશ્ન ઉમેરો
he: הוסף שאלה
hi: प्रश्न जोड़ें
hr: Dodaj pitanje
hu: Kérdés hozzáadása
hy: Ավելացնել հարցումը
id: Tambahkan Pertanyaan
is: Bæta við spurningu
it: Aggiungi domanda
iu: ᐊᐱᖅᑯᑎᒃᑲᓐᓂᖅ
ja: 質問を追加
kk: Сұрақты қосу
km: បន្ថែមសំណួរ
kn: ಪ್ರಶ್ನೆ ಸೇರಿಸಿ
ko: 질문 추가
ku_arab: زیادکردنی پرسیار
ky: Суроо кошуу
lo: ເພີ່ມຄໍາຖາມ
lt: Pridėti klausimą
lv: Pievienot jautājumu
mi: Tāpiri Pātai
ml: ചോദ്യം ചേര് ക്കുക
mr: प्रश्न जोडा
ms: Tambah Soalan
mt: Żid Mistoqsija
nb: Legg til spørsmål
ne: प्रश्न थप्नुहोस्
nl: Vraag toevoegen
or: ପ୍ରଶ୍ନ ଯୋଡନ୍ତୁ
pa: ਸਵਾਲ ਸ਼ਾਮਲ
pl: Dodaj pytanie
prs: افزودن سوال
pt_pt: Adicionar pergunta
ro: Adăugare întrebare
ru: Добавить вопрос
sk: Pridať otázku
sl: Dodaj vprašanje
sq: Shto pyetje
sr_cyrl: Додај питање
sr_latn: Dodaj pitanje
sv: Lägg till fråga
sw: Ongeza Swali
ta: கேள்வியை சேர்
te: ప్రశ్నను జోడించు
th: เพิ่มคําถาม
ti: ሕቶ ወሲኽካ
tr: Soru Ekle
uk: Додати питання
ur: سوال کا اضافہ کریں
vi: Thêm câu hỏi
zh_hans: 添加问题
zh_hant: 添加問題

# ChooseLanguage.Text
source: Select the default language
af: Kies die standaardtaal
am: የቅድሚያውን ቋንቋ ይምረጡ
ar: حدد اللغة الافتراضية
as: অবিকল্পিত ভাষা নিৰ্বাচন কৰক
az_arab: Ön qurğulu dili seçin
bg: Изберете езика по подразбиране
bn: ডিফল্ট ভাষা নির্বাচন করুন
bs: Odaberite zadani jezik
ca: Seleccioneu la llengua per defecte
cs: Vyberte výchozí jazyk
cy: Dewis yr iaith ddiofyn
da: Vælg standardsproget
de: Wählen Sie die Standardsprache
el: Επιλέξτε την προεπιλεγμένη γλώσσα
es: Seleccione el idioma predeterminado
et: Vaikekeele valimine
fa: زبان پیش فرض را انتخاب کنید
fi: Valitse oletuskieli
fil: Piliin ang default na wika
fr_ca: Sélectionnez la langue par défaut
ga: Roghnaigh an teanga réamhshocraithe
gu: મૂળભૂત ભાષા પસંદ કરો
he: בחר את שפת ברירת המחדל
hi: डिफ़ॉल्ट भाषा का चयन करें
hr: Odabir zadanog jezika
hu: Válassza ki az alapértelmezett nyelvet
hy: Ընտրեք նախնական լեզուն
id: Pilih bahasa default
is: Veldu sjálfgefið tungumál
it: Selezionare la lingua predefinita
iu: ᓂᕈᐊᕐᓗᒍ ᐊᑐᙱᓐᓂᖅ ᐅᖃᐅᓯᖅᑕᖅ
ja: 既定の言語を選択する
kk: Әдепкі тілді таңдау
km: ជ្រើស ភាសា លំនាំ ដើម
kn: ಡೀಫಾಲ್ಟ್ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 기본 언어 선택
ku_arab: زمانی بنەڕەت دیاریبکە
ky: Дефолт тилин тандоо
lo: ເລືອກພາສາມາດຕະຖານ
lt: Pasirinkite numatytąją kalbą
lv: Noklusējuma valodas atlasīšana
mi: Tīpakohia te reo taunoa
ml: സഹജമായ ഭാഷ തിരഞ്ഞെടുക്കുക
mr: मुलभूत भाषा निवडा
ms: Pilih bahasa lalai
mt: Agħżel il-lingwa default
nb: Velg standardspråk
ne: पूर्वनिर्धारित भाषा चयन गर्नुहोस्
nl: Selecteer de standaardtaal
or: ଡିଫଲ୍ଟ ଭାଷା ଚୟନ କରନ୍ତୁ
pa: ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਚੁਣੋ
pl: Wybierz język domyślny
prs: زبان پیش فرض را انتخاب کنید
pt_pt: Selecione o idioma predefinido
ro: Selectați limba implicită
ru: Выберите язык по умолчанию
sk: Výber predvoleného jazyka
sl: Izberite privzeti jezik
sq: Zgjidh gjuhën e prezgjedhur
sr_cyrl: Избор подразумеваног језика
sr_latn: Izbor podrazumevanog jezika
sv: Välj standardspråk
sw: Chagua lugha chaguo-msingi
ta: இயல்புநிலை மொழியை தேர்ந்தெடு
te: స్వయంసిద్ధ భాషను ఎంచుకోండి
th: เลือกภาษาเริ่มต้น
ti: ነቲ ናይ ቀደም ቋንቋ ምረጽ
tr: Varsayılan dili seçme
uk: Вибір мови за промовчанням
ur: طے شدہ زبان منتخب کریں
vi: Chọn ngôn ngữ mặc định
zh_hans: 选择默认语言
zh_hant: 選擇預設語言

# CustomProfileAdded
source: Profile name added successfully.
af: Profielnaam suksesvol bygevoeg.
am: የፕሮፋይል ስም በተሳካ ሁኔታ ተጨመረ።
ar: تمت إضافة اسم الملف الشخصي بنجاح.
as: প্ৰ'ফাইল নাম সফলতাৰে যোগ কৰা হৈছে।
az_arab: Profil adı müvəffəqiyyətlə əlavə edildi.
bg: Името на профила е добавено успешно.
bn: প্রোফাইলের নাম সফলভাবে যুক্ত হয়েছে।
bs: Ime profila je uspješno dodano.
ca: El nom del perfil s'ha afegit correctament.
cs: Název profilu byl úspěšně přidán.
cy: Ychwanegodd enw proffil yn llwyddiannus.
da: Profilnavn tilføjet med succes.
de: Profilname erfolgreich hinzugefügt.
el: Το όνομα προφίλ προστέθηκε με επιτυχία.
es: El nombre de perfil se agregó correctamente.
et: Profiili nimi lisati edukalt.
fa: نام نمایه با موفقیت اضافه شد.
fi: Profiilin nimi lisätty onnistuneesti.
fil: Matagumpay na idinagdag ang pangalan ng profile.
fr_ca: Nom de profil ajouté avec succès.
ga: Chuir ainm próifíle leis go rathúil.
gu: પ્રોફાઇલ નામ સફળતાપૂર્વક ઉમેરાઈ ગયું.
he: שם הפרופיל נוסף בהצלחה.
hi: प्रोफ़ाइल नाम सफलतापूर्वक जोड़ा गया.
hr: Naziv profila uspješno je dodan.
hu: A profilnév hozzáadása sikeresen megtörtént.
hy: Պրոֆիլային անունը ավելացվել է հաջողությամբ:
id: Nama profil berhasil ditambahkan.
is: Prófílheiti bætt við með góðum árangri.
it: Nome del profilo aggiunto correttamente.
iu: ᐊᑎᖓ ᐃᓚᔭᐅᑦᑎᐊᓚᐅᖅᑐᖅ.
ja: プロファイル名が正常に追加されました。
kk: Профиль атауы сәтті қосылды.
km: ឈ្មោះ Profile added ដោយជោគជ័យ.
kn: ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೇರಿಸಲಾಗಿದೆ.
ko: 프로필 이름이 성공적으로 추가되었습니다.
ku_arab: ناوی پرۆفایل بەسەرکەوتوویی زیادکرا.
ky: Профилдик аты ийгиликтүү кошулду.
lo: ຊື່ Profile added ສໍາເລັດ.
lt: Profilio pavadinimas pridėtas sėkmingai.
lv: Profila nosaukums ir veiksmīgi pievienots.
mi: I tutuki pai te tāpiri i te ingoa kōtaha.
ml: പ്രൊഫൈൽ പേര് വിജയകരമായി ചേർത്തു.
mr: प्रोफाइल नाव यशस्वीरित्या जोडले गेले.
ms: Nama profil berjaya ditambah.
mt: Isem il-profil miżjud b'suċċess.
nb: Profilnavnet ble lagt til.
ne: प्रोफाइल नाम सफलतापूर्वक थपियो ।
nl: Profielnaam toegevoegd.
or: ପ୍ରୋଫାଇଲ୍ ନାମ ସଫଳତାର ସହ ଯୋଡାଯାଇଛି।
pa: ਪ੍ਰੋਫਾਈਲ ਨਾਮ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਗਿਆ।
pl: Nazwa profilu została pomyślnie dodana.
prs: نام پروفایل با موفقیت اضافه شد.
pt_pt: Nome do perfil adicionado com sucesso.
ro: Numele profilului adăugat cu succes.
ru: Имя профиля успешно добавлено.
sk: Názov profilu bol úspešne pridaný.
sl: Ime profila je uspešno dodano.
sq: Emri i profilit u shtua me sukses.
sr_cyrl: Име профила је успешно додато.
sr_latn: Ime profila je uspešno dodato.
sv: Profilnamnet har lagts till.
sw: Jina la wasifu limeongezwa kwa mafanikio.
ta: சுயவிவரப் பெயர் வெற்றிகரமாக சேர்க்கப்பட்டது.
te: ప్రొఫైల్ పేరు విజయవంతంగా జోడించబడింది.
th: เพิ่มชื่อโปรไฟล์เรียบร้อยแล้ว
ti: ስም ፕሮፌሰር ብዕዉት መገዲ ተወሰኸ ።
tr: Profil adı başarıyla eklendi.
uk: Ім'я профілю успішно додано.
ur: پروفائل نام کامیابی کے ساتھ شامل کیا گیا۔
vi: Tên hồ sơ được thêm thành công.
zh_hans: 已成功添加配置文件名称。
zh_hant: 已成功添加配置檔名稱。

# CustomProfileDeleted
source: Profile deleted successfully.
af: Profiel is suksesvol uitgevee.
am: ፕሮፋይል በተሳካ ሁኔታ ተሰርዟል።
ar: تم حذف الملف الشخصي بنجاح.
as: প্ৰ'ফাইল সফলতাৰে বিলোপ কৰা হৈছে।
az_arab: Profil müvəffəqiyyətlə silindi.
bg: Профилът е изтрит успешно.
bn: প্রোফাইল সফলভাবে মোছা হয়েছে।
bs: Profil je uspješno izbrisan.
ca: El perfil s'ha suprimit correctament.
cs: Profil byl úspěšně odstraněn.
cy: Proffil wedi ei ddileu'n llwyddiannus.
da: Profil slettet med succes.
de: Profil erfolgreich gelöscht.
el: Το προφίλ διαγράφηκε με επιτυχία.
es: El perfil se ha eliminado correctamente.
et: Profiil kustutati edukalt.
fa: پروفایل با موفقیت حذف شد.
fi: Profiili poistettu onnistuneesti.
fil: Matagumpay na tinanggal ang profile.
fr_ca: Profil supprimé avec succès.
ga: Scrios próifíl go rathúil.
gu: પ્રોફાઇલ સફળતાપૂર્વક ડીલીટ થઈ ગઈ.
he: הפרופיל נמחק בהצלחה.
hi: प्रोफ़ाइल सफलतापूर्वक हटा दी गई.
hr: Profil je uspješno izbrisan.
hu: A profil sikeresen törölve lett.
hy: Պրոֆիլը ջնջվել է հաջողությամբ:
id: Profil berhasil dihapus.
is: Prófíl eytt með góðum árangri.
it: Profilo eliminato correttamente.
iu: ᖃᓄᐃᓕᖓᓂᖓ ᐲᖅᑕᐅᑦᑎᐊᖅᓯᒪᔪᖅ.
ja: プロファイルが正常に削除されました。
kk: Профиль сәтті жойылды.
km: ទម្រង់ដែលបានលុបដោយជោគជ័យ។
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.
ko: 프로필이 성공적으로 삭제되었습니다.
ku_arab: پرۆفایل بەسەرکەوتوویی سڕایەوە.
ky: Профили ийгиликтүү жоготулган.
lo: Profile ຖືກລຶບອອກຢ່າງສໍາເລັດຜົນ.
lt: Profilis sėkmingai ištrintas.
lv: Profils veiksmīgi izdzēsts.
mi: I tutuki pai te mukutanga o te kōtaha.
ml: പ്രൊഫൈൽ വിജയകരമായി ഇല്ലാതാക്കി.
mr: प्रोफाइल यशस्वीरित्या हटवले.
ms: Profil berjaya dipadamkan.
mt: Il-profil imħassar b'suċċess.
nb: Profilen ble slettet.
ne: प्रोफाइल सफलतापूर्वक मेटियो ।
nl: Profiel succesvol verwijderd.
or: ପ୍ରୋଫାଇଲ୍ ସଫଳତାର ସହ ବିଲୋପ ହୋଇଛି।
pa: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ।
pl: Profil został usunięty pomyślnie.
prs: پروفایل با موفقیت حذف شد.
pt_pt: Perfil apagado com sucesso.
ro: Profil șters cu succes.
ru: Профиль успешно удален.
sk: Profil bol úspešne odstránený.
sl: Profil je uspešno izbrisan.
sq: Profili u fshi me sukses.
sr_cyrl: Профил је успешно избрисан.
sr_latn: Profil je uspešno izbrisan.
sv: Profilen har tagits bort.
sw: Wasifu ulifutwa kwa mafanikio.
ta: சுயவிவரம் வெற்றிகரமாக நீக்கப்பட்டது.
te: ప్రొఫైల్ విజయవంతంగా డిలీట్ చేయబడింది.
th: โปรไฟล์ถูกลบเรียบร้อยแล้ว
ti: ፕሮፌሰር ብዕዉት መገዲ ተደምሰሰ ።
tr: Profil başarıyla silindi.
uk: Профіль успішно видалено.
ur: پروفائل کامیابی کے ساتھ حذف کر دیا گیا۔
vi: Hồ sơ đã bị xóa thành công.
zh_hans: 已成功删除配置文件。
zh_hant: 已成功刪除配置檔。

# CustomProfileInvalidName
source: Error! Invalid profile name.
af: Fout! Ongeldige profielnaam.
am: ስህተት! የማይረባ የፕሮፋይል ስም.
ar: خطأ! اسم ملف تعريف غير صالح.
as: ত্ৰুটি! অবৈধ প্ৰ'ফাইল নাম।
az_arab: Xəta! Səhv profil adı.
bg: Грешка! Невалидно име на профил.
bn: ত্রুটি! অবৈধ প্রোফাইল নাম।
bs: Greška! Nevažeće ime profila.
ca: Error! Nom de perfil no vàlid.
cs: Chyba! Neplatný název profilu.
cy: Gwall! Enw proffil annilys.
da: Fejl! Ugyldigt profilnavn.
de: Fehler! Ungültiger Profilname.
el: Λάθος! Μη έγκυρο όνομα προφίλ.
es: ¡Error! Nombre de perfil no válido.
et: Viga! Sobimatu profiilinimi.
fa: خطا! نام پروفایل نامعتبر.
fi: Virhe! Virheellinen profiilin nimi.
fil: Mali! Imbalidong pangalan ng profile.
fr_ca: Erreur! Nom de profil non valide.
ga: Earráid! Ainm próifíl neamhbhailí.
gu: ભૂલ! અયોગ્ય રૂપરેખા નામ.
he: שגיאה! שם פרופיל לא חוקי.
hi: भूल! अमान्य प्रोफ़ाइल नाम.
hr: Greška! Naziv profila nije valjan.
hu: Hiba! Érvénytelen profilnév.
hy: Սխալ! Invalid profile անուն:
id: Kesalahan! Nama profil tidak valid.
is: Villa! Ógilt notandanafn.
it: Errore! Nome profilo non valido.
iu: ᑕᒻᒪᖅᓯᒪᔪᖅ! ᐊᑐᑦᑎᐊᖅᑐᑦ ᐊᑎᖓ.
ja: エラー！プロファイル名が無効です。
kk: Қате! Профиль атауы жарамсыз.
km: កំហុស! ឈ្មោះ ទម្រង់ មិន ត្រឹមត្រូវ & # 160; ។
kn: ದೋಷ! ಅಮಾನ್ಯ ಪ್ರೊಫೈಲ್ ಹೆಸರು.
ko: 오류! 잘못된 프로필 이름입니다.
ku_arab: هەڵە! ناوی پرۆفایلی نادروستە.
ky: Ката! Жараксыз профилдик аты.
lo: ຂໍ້ຜິດພາດ! ຊື່ profile ທີ່ບໍ່ຖືກຕ້ອງ.
lt: Klaida! Neteisingas profilio pavadinimas.
lv: Kļūda! Nederīgs profila nosaukums.
mi: Hē! Ingoa kōtaha muhu.
ml: പിശക്! അസാധുവായ പ്രൊഫൈലിന്റെ പേര്.
mr: चूक! अवैध प्रोफाइल नाव.
ms: Ralat! Nama profil tidak sah.
mt: Żball! Isem il-profil invalidu.
nb: Feil! Ugyldig profilnavn.
ne: त्रुटि! अवैध प्रोफाइल नाम ।
nl: Fout! Ongeldige profielnaam.
or: ତ୍ରୁଟି! ଅବୈଧ ପ୍ରୋଫାଇଲ୍ ନାମ।
pa: ਗਲਤੀ! ਗਲਤ ਪਰੋਫਾਇਲ ਨਾਂ ।
pl: Błąd! Nieprawidłowa nazwa profilu.
prs: خطا! نام پروفایل نامتدرست.
pt_pt: Um erro! Nome de perfil inválido.
ro: Eroare! Nume de profil nevalid.
ru: Ошибка! Недопустимое имя профиля.
sk: Chyba! Neplatné meno profilu.
sl: Napaka! Neveljavno ime profila.
sq: Gabim! Emër i pavlefshëm profili.
sr_cyrl: Грешка! Неважеће име профила.
sr_latn: Greška! Nevažeće ime profila.
sv: Fel! Ogiltigt profilnamn.
sw: Kosa! Jina batili la wasifu.
ta: தவறு! செல்லுபடியாகாத சுயவிவரப் பெயர்.
te: పొరపాటు! చెల్లని ప్రొఫైల్ పేరు.
th: ความผิดพลาด! ชื่อโปรไฟล์ไม่ถูกต้อง
ti: ጌጋ! ዘይግቡእ ስም ፕሮፌሰር።
tr: Hata! Geçersiz profil adı.
uk: Помилка! Неприпустиме ім'я профілю.
ur: غلطی! غلط پروفائل نام۔
vi: Lỗi! Tên hồ sơ không hợp lệ.
zh_hans: 错误！配置文件名称无效。
zh_hant: 錯誤！配置檔名稱無效。

# CustomProfileNotDeleted
source: No profile to delete.
af: Geen profiel om uit te vee nie.
am: ለማጥፋት የሚያስችል ፕሮፋይል የለም።
ar: لا يوجد ملف تعريف لحذفه.
as: বিলোপ কৰিবলৈ কোনো প্ৰ'ফাইল নাই।
az_arab: Silinəcək profil yoxdur.
bg: Няма профил за изтриване.
bn: মোছার জন্য কোনও প্রোফাইল নেই।
bs: Nema profila za brisanje.
ca: No hi ha cap perfil per suprimir.
cs: Žádný profil k odstranění.
cy: Dim proffil i'w ddileu.
da: Ingen profil at slette.
de: Kein Profil zum Löschen.
el: Δεν υπάρχει προφίλ για διαγραφή.
es: No hay ningún perfil que eliminar.
et: Kustutatavat profiili pole.
fa: بدون مشخصات برای حذف.
fi: Ei poistettavaa profiilia.
fil: Walang profile na mabubura.
fr_ca: Aucun profil à supprimer.
ga: Níl próifíl ar bith le scriosadh.
gu: કાઢી નાંખવા માટે કોઈ રૂપરેખા નથી.
he: אין פרופיל למחיקה.
hi: हटाने के लिए कोई प्रोफ़ाइल नहीं.
hr: Nema profila za brisanje.
hu: Nincs törölhető profil.
hy: Ջնջելու ոչ մի պրոֆիլ:
id: Tidak ada profil untuk dihapus.
is: Ekkert snið til að eyða.
it: Nessun profilo da eliminare.
iu: ᐲᖅᑕᐅᔭᕆᐊᖃᙱᑦᑐᖅ.
ja: 削除するプロファイルがありません。
kk: Жойылатын профиль жоқ.
km: គ្មានទម្រង់ដើម្បីលុបទេ។
kn: ಅಳಿಸಲು ಯಾವುದೇ ಪ್ರೊಫೈಲ್ ಇಲ್ಲ.
ko: 삭제할 프로필이 없습니다.
ku_arab: هیچ پرۆفایلێک نیە بۆ سڕینەوە.
ky: Жоготуу профили жок.
lo: ບໍ່ມີ profile ທີ່ຈະລຶບ.
lt: Nėra profilio, kurį būtų galima ištrinti.
lv: Nav dzēšama profila.
mi: Kāore he kōtaha hei muku.
ml: ഇല്ലാതാക്കാൻ പ്രൊഫൈൽ ഇല്ല.
mr: डिलीट करण्यासाठी कोणतेही प्रोफाइल नाही.
ms: Tiada profil untuk dipadamkan.
mt: Ebda profil biex tħassar.
nb: Ingen profil å slette.
ne: मेट्नका लागि प्रोफाइल छैन ।
nl: Geen profiel om te verwijderen.
or: ବିଲୋପ କରିବାକୁ କୌଣସି ପ୍ରୋଫାଇଲ୍ ନାହିଁ।
pa: ਮਿਟਾਉਣ ਲਈ ਕੋਈ ਪ੍ਰੋਫ਼ਾਈਲ ਨਹੀਂ ਹੈ।
pl: Brak profilu do usunięcia.
prs: هیچ پروفایلی برای حذف وجود ندارد.
pt_pt: Sem perfil para apagar.
ro: Nici un profil pentru a șterge.
ru: Нет профиля для удаления.
sk: Žiadny profil na odstránenie.
sl: Ni profila za brisanje.
sq: Nuk ka profil për të fshirë.
sr_cyrl: Нема профила за брисање.
sr_latn: Nema profila za brisanje.
sv: Ingen profil att ta bort.
sw: Hakuna wasifu wa kufuta.
ta: நீக்குவதற்கு சுயவிவரம் இல்லை.
te: డిలీట్ చేయడానికి ప్రొఫైల్ లేదు.
th: ไม่มีโปรไฟล์ที่จะลบ
ti: ኪድምስሶ ዘለዎ ሓበሬታ የልቦን።
tr: Silinecek profil yok.
uk: Немає профілю для видалення.
ur: حذف کرنے کے لیے کوئی پروفائل نہیں۔
vi: Không có hồ sơ để xóa.
zh_hans: 没有要删除的配置文件。
zh_hant: 沒有要刪除的配置檔。

# CustomProfileNotSaved
source: Error! No profile saved.
af: Fout! Geen profiel gestoor nie.
am: ስህተት! የተረፈ ፕሮፋይል የለም።
ar: خطأ! لم يتم حفظ أي ملف تعريف.
as: ত্ৰুটি! কোনো প্ৰ'ফাইল সংৰক্ষণ কৰা হোৱা নাই।
az_arab: Xəta! Heç bir profil qeyd edilməyib.
bg: Грешка! Няма запазен профил.
bn: ত্রুটি! কোনও প্রোফাইল সংরক্ষিত নেই।
bs: Greška! Nije sačuvan profil.
ca: Error! No s'ha desat cap perfil.
cs: Chyba! Nebyl uložen žádný profil.
cy: Gwall! Dim proffil wedi'i arbed.
da: Fejl! Ingen profil gemt.
de: Fehler! Kein Profil gespeichert.
el: Λάθος! Δεν έχει αποθηκευτεί προφίλ.
es: ¡Error! No se ha guardado ningún perfil.
et: Viga! Profiili pole salvestatud.
fa: خطا! هیچ پروفایلی ذخیره نمی شود.
fi: Virhe! Profiilia ei tallennettu.
fil: Mali! Walang profile na nai-save.
fr_ca: Erreur! Aucun profil n’a été enregistré.
ga: Earráid! Níor shábháil aon phróifíl.
gu: ભૂલ! કોઈ રૂપરેખા સંગ્રહાયેલ નથી.
he: שגיאה! לא נשמר פרופיל.
hi: भूल! कोई प्रोफ़ाइल नहीं सहेजी गई.
hr: Greška! Nijedan profil nije spremljen.
hu: Hiba! Nincs mentett profil.
hy: Սխալ! Ոչ մի անձնական տվյալներ չեն պահպանվել։
id: Kesalahan! Tidak ada profil yang disimpan.
is: Villa! Ekkert profile vistað.
it: Errore! Nessun profilo salvato.
iu: ᑕᒻᒪᖅᓯᒪᔪᖅ! ᓴᖅᑭᔮᖅᑐᖃᙱᑦᑐᖅ.
ja: エラー！プロファイルは保存されません。
kk: Қате! Профиль сақталмады.
km: កំហុស! គ្មាន ទម្រង់ ដែល បាន រក្សាទុក ទេ & # 160
kn: ದೋಷ! ಯಾವುದೇ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ.
ko: 오류! 저장된 프로필이 없습니다.
ku_arab: هەڵە! هیچ پرۆفایلێک پاشەکەوت نەکرا.
ky: Ката! Профили сакталган жок.
lo: ຂໍ້ຜິດພາດ! ບໍ່ມີ profile ເກັບຮັກສາໄວ້.
lt: Klaida! Profilis neišsaugotas.
lv: Kļūda! Neviens profils nav saglabāts.
mi: Hē! Kāore he kōtaha i tiakina.
ml: പിശക്! പ്രൊഫൈൽ ഒന്നും സംരക്ഷിച്ചിട്ടില്ല.
mr: चूक! कोणतेही प्रोफाइल सेव्ह केलेले नाही.
ms: Ralat! Tiada profil disimpan.
mt: Żball! L-ebda profil issejvjat.
nb: Feil! Ingen profil lagret.
ne: त्रुटि! कुनै प्रोफाइल बचत गरिएको छैन ।
nl: Fout! Geen profiel opgeslagen.
or: ତ୍ରୁଟି! କୌଣସି ପ୍ରୋଫାଇଲ୍ ସଞ୍ଚୟ ହୋଇନାହିଁ।
pa: ਗਲਤੀ! ਕੋਈ ਪਰੋਫਾਇਲ ਸੰਭਾਲਿਆ ਨਹੀਂ ਗਿਆ ।
pl: Błąd! Nie zapisano profilu.
prs: خطا! هیچ پروفایلی ذخیره نشده
pt_pt: Um erro! Nenhum perfil guardado.
ro: Eroare! Nu s-a salvat niciun profil.
ru: Ошибка! Профиль не сохранен.
sk: Chyba! Neuložil sa žiadny profil.
sl: Napaka! Profil ni shranjen.
sq: Gabim! Nuk është ruajtur profili.
sr_cyrl: Грешка! Није сачуван профил.
sr_latn: Greška! Nije sačuvan profil.
sv: Fel! Ingen profil har sparats.
sw: Kosa! Hakuna wasifu uliohifadhiwa.
ta: தவறு! சுயவிவரம் எதுவும் சேமிக்கப்படவில்லை.
te: పొరపాటు! ప్రొఫైల్ సేవ్ చేయబడలేదు.
th: ความผิดพลาด! ไม่มีการบันทึกโปรไฟล์
ti: ጌጋ! ዋላ ሓንቲ ሓበሬታ ኣይተዓቀበን ።
tr: Hata! Hiçbir profil kaydedilmedi.
uk: Помилка! Профіль не збережено.
ur: غلطی! کوئی پروفائل محفوظ نہیں۔
vi: Lỗi! Không có hồ sơ nào được lưu.
zh_hans: 错误！未保存配置文件。
zh_hant: 錯誤！未儲存配置檔。

# CustomProfileProfileSaved
source: Profile saved successfully.
af: Profiel suksesvol gestoor.
am: ፕሮፌይል በተሳካ ሁኔታ አዳነ።
ar: تم حفظ ملف التعريف بنجاح.
as: প্ৰ'ফাইল সফলতাৰে সংৰক্ষণ কৰা হৈছে।
az_arab: Profil uğurla qeyd olunub.
bg: Профилът е запазен успешно.
bn: প্রোফাইল সফলভাবে সংরক্ষিত হয়েছে।
bs: Profil je uspješno sačuvan.
ca: Perfil desat correctament.
cs: Profil byl úspěšně uložen.
cy: Arbedodd proffil yn llwyddiannus.
da: Profil gemt med succes.
de: Profil erfolgreich gespeichert.
el: Το προφίλ αποθηκεύτηκε με επιτυχία.
es: El perfil se ha guardado correctamente.
et: Profiil salvestati edukalt.
fa: پروفایل با موفقیت ذخیره شد.
fi: Profiili tallennettu onnistuneesti.
fil: Matagumpay na na-save ang profile.
fr_ca: Profil enregistré avec succès.
ga: Shábháil próifíl go rathúil.
gu: પ્રોફાઇલ સફળતાપૂર્વક સંગ્રહ થઇ ગઇ.
he: הפרופיל נשמר בהצלחה.
hi: प्रोफ़ाइल सफलतापूर्वक सहेजी गई.
hr: Profil je uspješno spremljen.
hu: A profil sikeresen mentésre került.
hy: Պրոֆիլը հաջողությամբ փրկեց:
id: Profil berhasil disimpan.
is: Prófíll vistaður með góðum árangri.
it: Profilo salvato correttamente.
iu: ᖃᓄᐃᓕᖓᓂᖓ ᐊᒥᐊᒃᑰᔪᖅ ᑲᔪᓯᑦᑎᐊᖅᑐᖅ.
ja: プロファイルが正常に保存されました。
kk: Профиль сәтті сақталды.
km: ទម្រង់ដែលបានរក្សាទុកដោយជោគជ័យ។
kn: ಪ್ರೊಫೈಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ.
ko: 프로필이 성공적으로 저장되었습니다.
ku_arab: پرۆفایل بەسەرکەوتوویی پاشەکەوت کرا.
ky: Профили ийгиликтүү сакталды.
lo: Profile ໄດ້ເກັບຮັກສາໄວ້ຢ່າງສໍາເລັດຜົນ.
lt: Profilis išsaugotas sėkmingai.
lv: Profils veiksmīgi saglabāts.
mi: Kua tiakina tikahia te kōtaha.
ml: പ്രൊഫൈൽ വിജയകരമായി സംരക്ഷിച്ചു.
mr: प्रोफाइल यशस्वीरित्या जतन केले.
ms: Profil berjaya disimpan.
mt: Profil issejvjat b'suċċess.
nb: Profilen ble lagret.
ne: प्रोफाइल सफलतापूर्वक बचत गरियो ।
nl: Profiel succesvol opgeslagen.
or: ପ୍ରୋଫାଇଲ୍ ସଫଳତାର ସହ ସଞ୍ଚୟ ହୋଇଛି।
pa: ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।
pl: Profil został pomyślnie zapisany.
prs: پروفایل با موفقیت ذخیره شد.
pt_pt: Perfil guardado com sucesso.
ro: Profil salvat cu succes.
ru: Профиль успешно сохранен.
sk: Profil bol úspešne uložený.
sl: Profil je bil uspešno shranjen.
sq: Profili shpëtoi me sukses.
sr_cyrl: Профил је успешно сачуван.
sr_latn: Profil je uspešno sačuvan.
sv: Profilen har sparats.
sw: Wasifu umehifadhiwa kwa mafanikio.
ta: சுயவிவரம் வெற்றிகரமாக சேமிக்கப்பட்டது.
te: ప్రొఫైల్ విజయవంతంగా సేవ్ చేయబడింది.
th: บันทึกโปรไฟล์สําเร็จแล้ว
ti: ፕሮፌሰር ብዕዉት መገዲ ተዓቂቡ እዩ ።
tr: Profil başarıyla kaydedildi.
uk: Профіль успішно збережено.
ur: پروفائل کامیابی کے ساتھ محفوظ کیا گیا۔
vi: Hồ sơ đã lưu thành công.
zh_hans: 配置文件已成功保存。
zh_hant: 配置檔已成功保存。
